Repository: aj-may/django-password-strength
Catalog: django_password_strength/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Warning:
pt_br: Atenção:

source: This password would take <em class="password_strength_time"></em> to crack.
pt_br: Essa senha levaria <em class="password_strength_time"></em> para ser descoberta.

source: Your passwords don't match.
pt_br: As duas senhas não combinam.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
pt_br: Garanta que o valor tenha pelo menos %(limit_value)d caracter (tem %(show_value)d).

source: be at least minLength characters long
pt_br: Deveria ter pelo menos minLength caractere(s)

source: Your input should contain at least %(limit_value)d special character (it has %(show_value)d).
pt_br: Deveria conter pelo menos %(limit_value)d caracter especial (tem has %(show_value)d).

source: Your input should contain at least minLength special character
pt_br: Deveria ter pelo menos minLength caractere(s) especial

source: Your input should contain at least %(limit_value)d lower case character (it has %(show_value)d).
pt_br: Deveria conter pelo menos %(limit_value)d letra minúscula (tem %(show_value)d).

source: Your input should contain at least minLength lower case character
pt_br: Deveria ter pelo menos minLength letra(s) minúscula(s)

source: Your input should contain at least %(limit_value)d upper case character (it has %(show_value)d).
pt_br: Deveria conter pelo menos %(limit_value)d letra maiúscula (tem %(show_value)d).

source: Your input should contain at least minLength upper case character
pt_br: Deveria ter pelo menos minLength letra(s) maiúscula(s)

source: Your input should contain at least %(limit_value)d number (it has %(show_value)d).
pt_br: Deveria conter pelo menos %(limit_value)d número (tem %(show_value)d).

source: Your input should contain at least minLength number
pt_br: Deveria ter pelo menos minLength número(s)
